Repository: ethandong16/Tai
Catalog: Tai.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# MainPage_001.Content
source: Overview
zh_cn: 概览

# MainPage_002.Content
source: Statistics
zh_cn: 统计

# MainPage_003.Content
source: Details
zh_cn: 详细记录

# MainPage_004.Content
source: Categories
zh_cn: 分类

# MainPage_005.Content
source: Settings
zh_cn: 设置

# MainPage_006.Text
source: Overview
zh_cn: 概览

# MainWindow_001.Text
source: Time tracking
zh_cn: 时间统计

# MainWindow_002.Title
source: Statistics service failed to start
zh_cn: 统计服务启动失败

# MainWindow_002.Message
source: Usage time cannot be recorded at the moment. Please review the error details in Log/startup.log.
zh_cn: 暂时无法记录使用时间。请查看 Log/startup.log 中的错误详情。

# AppDetailPage_001.Text
source: Application details
zh_cn: 应用详情

# AppDetailPage_002.Text
source: App usage information within the selected statistics range.
zh_cn: 所选统计范围内的应用使用信息。

# AppDetailPage_003.Text
source: App ·
zh_cn: 应用 ·

# AppDetailPage_004.Text
source: Usage overview
zh_cn: 使用概览

# AppDetailPage_005.Content
source: Manage categories
zh_cn: 管理分类

# AppDetailPage_006.Text
source: Category
zh_cn: 所属分类

# AppDetailPage_007.Text
source: App time ratio
zh_cn: 应用时长占比

# CategoriesPage_001.Text
source: Update categories
zh_cn: 获取最新分类

# CategoriesPage_002.Text
source: New category
zh_cn: 新建分类

# CategoriesPage_003.Text
source: Apps
zh_cn: 应用

# CategoriesPage_004.Text
source: Websites
zh_cn: 网站

# CategoriesPage_005.Text
source: App categories
zh_cn: 应用分类

# CategoriesPage_006.Text
source: Create first category
zh_cn: 建立第一个分类

# CategoriesPage_007.Text
source: Create a category for your apps. You can rename it later.
zh_cn: 可以从工作、学习或娱乐开始，名称之后仍可修改。

# CategoriesPage_008.Content
source: New category
zh_cn: 新建分类

# CategoriesPage_009.Text
source: No apps in this category
zh_cn: 此分类暂无应用

# CategoriesPage_010.Text
source: Automatic categories
zh_cn: 自动分类

# CategoriesPage_011.Text
source: Common applications are automatically categorized; you can also set directory matching rules for uncategorized applications.
zh_cn: 常见应用会自动归类；你也可以为未分类应用设置目录匹配规则。

# CategoriesPage_012.Text
source: Manage matching rules
zh_cn: 管理匹配规则

# CategoriesPage_013.Text
source: Website categories
zh_cn: 网站分类

# CategoriesPage_014.Text
source: No websites in this category
zh_cn: 此分类暂无网站

# DashboardPage_001.Text
source: Refresh
zh_cn: 刷新

# DashboardPage_002.Text
source: App usage today
zh_cn: 今日应用使用

# DashboardPage_003.Text
source: Only foreground app time is counted. Website time is not added twice.
zh_cn: 仅统计前台应用，网站时长不重复计入

# DashboardPage_004.Text
source: Applications used
zh_cn: 使用的应用

# DashboardPage_005.Text
source: Websites viewed
zh_cn: 浏览的网站

# DashboardPage_006.Text
source: Most used app
zh_cn: 陪伴你最久

# DashboardPage_007.Text
source: Trending this week
zh_cn: 本周趋势

# DashboardPage_008.Content
source: View statistics ›
zh_cn: 查看统计 ›

# DashboardPage_009.Text
source: Time breakdown
zh_cn: 时间分布

# DashboardPage_010.Text
source: Apps and websites · category breakdown
zh_cn: 应用与网站合计 · 分类占比

# DashboardPage_011.Text
source: Frequently used apps
zh_cn: 常用应用

# DashboardPage_012.Content
source: View all ›
zh_cn: 查看全部 ›

# DashboardPage_013.Text
source: Web activity
zh_cn: 浏览足迹

# DashboardPage_014.Content
source: View all ›
zh_cn: 查看全部 ›

# DetailsPage_001.PlaceholderText
source: Select date
zh_cn: 选择日期

# DetailsPage_002.PlaceholderText
source: Type
zh_cn: 类型

# DetailsPage_003.Content
source: All
zh_cn: 全部

# DetailsPage_004.Content
source: Apps
zh_cn: 应用

# DetailsPage_005.Content
source: Websites
zh_cn: 网站

# DetailsPage_006.Content
source: Day
zh_cn: 按天

# DetailsPage_007.Content
source: Week
zh_cn: 按周

# DetailsPage_008.Content
source: Month
zh_cn: 按月

# DetailsPage_009.Content
source: Year
zh_cn: 按年

# DetailsPage_010.PlaceholderText
source: Search apps, sites or categories…
zh_cn: 搜索应用、网站或分类…

# DetailsPage_011.Text
source: Name
zh_cn: 名称

# DetailsPage_012.Text
source: Source and category
zh_cn: 来源与分类

# DetailsPage_013.Text
source: Usage time
zh_cn: 使用时长

# DetailsPage_014.Text
source: Share of category time
zh_cn: 同类时长占比

# SettingsPage_001.Text
source: General
zh_cn: 常规

# SettingsPage_002.Text
source: Process merging
zh_cn: 进程合并

# SettingsPage_003.Text
source: Record rules
zh_cn: 记录规则

# SettingsPage_004.Text
source: Data
zh_cn: 数据

# SettingsPage_005.Text
source: About
zh_cn: 关于

# SettingsPage_006.Text
source: Basics
zh_cn: 基础

# SettingsPage_007.Text
source: Start automatically at boot
zh_cn: 开机自启动

# SettingsPage_008.Text
source: Automatically start Tai after logging into Windows
zh_cn: 登录 Windows 后自动启动 Tai

# SettingsPage_009.Text
source: Show window on startup
zh_cn: 启动时显示窗口

# SettingsPage_010.Text
source: Show the main window when Tai starts
zh_cn: 打开 Tai 时同时显示主界面

# SettingsPage_011.Text
source: Start page
zh_cn: 启动页

# SettingsPage_012.Text
source: Choose the page shown when Tai opens
zh_cn: 设置打开主界面时显示的页面

# SettingsPage_013.Content
source: Overview
zh_cn: 概览

# SettingsPage_014.Content
source: Statistics
zh_cn: 统计

# SettingsPage_015.Content
source: Details
zh_cn: 详细

# SettingsPage_016.Content
source: Categories
zh_cn: 分类

# SettingsPage_017.Text
source: Appearance
zh_cn: 外观

# SettingsPage_018.Text
source: Theme
zh_cn: 主题模式

# SettingsPage_019.Text
source: Follow Windows or select display mode manually
zh_cn: 跟随 Windows 或手动选择显示模式

# SettingsPage_020.Content
source: Light
zh_cn: 浅色

# SettingsPage_021.Content
source: Dark
zh_cn: 深色

# SettingsPage_022.Content
source: Follow Windows
zh_cn: 跟随 Windows

# SettingsPage_023.Text
source: Language
zh_cn: 语言

# SettingsPage_024.Text
source: Follow system language or select manually
zh_cn: 跟随系统语言或手动选择

# SettingsPage_025.Content
source: Follow system
zh_cn: 跟随系统

# SettingsPage_026.Content
source: Simplified Chinese
zh_cn: 简体中文

# SettingsPage_027.Text
source: Remember window size
zh_cn: 记住窗口大小

# SettingsPage_028.Text
source: Restore current window size the next time you open it
zh_cn: 下次打开时恢复当前窗口尺寸

# SettingsPage_029.Text
source: Overview page
zh_cn: 概览页

# SettingsPage_030.Text
source: Frequently used items
zh_cn: 首页常用排行条数

# SettingsPage_031.Text
source: Number of apps and websites shown on Overview
zh_cn: 控制概览页展示的应用和网站数量

# SettingsPage_032.Text
source: App categories
zh_cn: 应用分类

# SettingsPage_033.Text
source: Update interval
zh_cn: 自动获取间隔

# SettingsPage_034.Text
source: Download default app categories from GitHub
zh_cn: 从 GitHub 获取默认应用分类

# SettingsPage_035.Content
source: Off
zh_cn: 关闭

# SettingsPage_036.Content
source: Every 6 hours
zh_cn: 每 6 小时

# SettingsPage_037.Content
source: Every 12 hours
zh_cn: 每 12 小时

# SettingsPage_038.Content
source: Every day
zh_cn: 每天

# SettingsPage_039.Content
source: Every 3 days
zh_cn: 每 3 天

# SettingsPage_040.Content
source: Every week
zh_cn: 每周

# SettingsPage_041.Text
source: Features
zh_cn: 功能

# SettingsPage_042.Text
source: Website tracking
zh_cn: 网站浏览统计

# SettingsPage_043.Text
source: Requires Chrome or Edge browser plug-in to be installed and connected
zh_cn: 需要安装并连接 Chrome 或 Edge 浏览器插件

# SettingsPage_044.Text
source: Install the website statistics extension
zh_cn: 安装网站统计扩展

# SettingsPage_045.Text
source: After installing Tai Sentry, enable website browsing statistics.
zh_cn: 安装 Tai Sentry 后开启网站浏览统计。

# SettingsPage_046.Content
source: Open the Chrome Web Store to install Tai Sentry
zh_cn: 打开 Chrome 网上应用店安装 Tai Sentry

# SettingsPage_047.Text
source: Group several processes into one tracked item.
zh_cn: 将多个进程关联为一个统计项目，任意一个进程运行时都会同步记录。

# SettingsPage_048.Content
source: New association
zh_cn: 新建关联

# SettingsPage_049.Text
source: Preferences
zh_cn: 偏好

# SettingsPage_050.Header
source: Sleep monitoring
zh_cn: 睡眠监测

# SettingsPage_051.Text
source: Pause tracking when you leave your computer. Takes effect after restart.
zh_cn: 离开电脑时自动停止统计，重启软件生效。

# SettingsPage_052.Text
source: Ignore apps
zh_cn: 忽略应用

# SettingsPage_053.Text
source: Exclude apps by process name or regular expression.
zh_cn: 通过进程名称或正则表达式过滤不需要统计的应用。

# SettingsPage_054.PlaceholderText
source: Process name, no need to enter .exe
zh_cn: 进程名称，不需要输入 .exe

# SettingsPage_055.Content
source: Add
zh_cn: 添加

# SettingsPage_056.Content
source: Remove selection
zh_cn: 移除选中

# SettingsPage_057.Content
source: Import
zh_cn: 导入

# SettingsPage_058.Content
source: Export
zh_cn: 导出

# SettingsPage_059.Text
source: Ignore URL
zh_cn: 忽略 URL

# SettingsPage_060.Text
source: Exclude websites or URLs. Regular expressions are supported.
zh_cn: 过滤不需要统计的网站或链接，支持正则表达式。

# SettingsPage_061.PlaceholderText
source: URL supports regular expressions
zh_cn: URL 支持正则表达式

# SettingsPage_062.Content
source: Add
zh_cn: 添加

# SettingsPage_063.Content
source: Remove selection
zh_cn: 移除选中

# SettingsPage_064.Content
source: Import
zh_cn: 导入

# SettingsPage_065.Content
source: Export
zh_cn: 导出

# SettingsPage_066.Header
source: Application whitelist
zh_cn: 应用白名单

# SettingsPage_067.Text
source: When enabled, only applications in the whitelist will be counted.
zh_cn: 启用后仅统计白名单内的应用。

# SettingsPage_068.PlaceholderText
source: Process name, no need to enter .exe
zh_cn: 进程名称，不需要输入 .exe

# SettingsPage_069.Content
source: Add
zh_cn: 添加

# SettingsPage_070.Content
source: Remove selection
zh_cn: 移除选中

# SettingsPage_071.Content
source: Import
zh_cn: 导入

# SettingsPage_072.Content
source: Export
zh_cn: 导出

# SettingsPage_073.Text
source: Delete data
zh_cn: 删除数据

# SettingsPage_074.Text
source: Deletes app and website statistics for the selected month range. This action is irreversible.
zh_cn: 删除所选月份范围内的应用和网站统计数据，此操作不可恢复。

# SettingsPage_075.PlaceholderText
source: Start month
zh_cn: 开始月份

# SettingsPage_076.PlaceholderText
source: End month
zh_cn: 结束月份

# SettingsPage_077.Content
source: Delete data
zh_cn: 执行删除

# SettingsPage_078.Text
source: Export data
zh_cn: 导出数据

# SettingsPage_079.Text
source: Export to xlsx and csv formats.
zh_cn: 导出为 xlsx 和 csv 格式。

# SettingsPage_080.PlaceholderText
source: Start month
zh_cn: 开始月份

# SettingsPage_081.PlaceholderText
source: End month
zh_cn: 结束月份

# SettingsPage_082.Content
source: Export data
zh_cn: 导出数据

# SettingsPage_083.Text
source: Import data
zh_cn: 导入数据

# SettingsPage_084.Text
source: Import a Tai SQLite database. Your current database will be backed up first.
zh_cn: 导入 Tai 的 SQLite 数据库文件。导入前会自动备份当前数据库。

# SettingsPage_085.Content
source: Import database
zh_cn: 导入数据库

# SettingsPage_086.Content
source: Export settings
zh_cn: 导出配置

# SettingsPage_087.Content
source: Import settings
zh_cn: 导入配置

# SettingsPage_088.Text
source: Tai time tracking
zh_cn: Tai 时间统计

# SettingsPage_089.Content
source: Check for updates
zh_cn: 检查更新

# SettingsPage_090.Content
source: Chrome Web Store: Tai Sentry
zh_cn: Chrome 网上应用店：Tai Sentry

# SettingsPage_091.Content
source: Open source project: github.com/ethandong16/Tai.WinUI
zh_cn: 开源项目：github.com/ethandong16/Tai.WinUI

# SettingsPage_093.Text
source: Icon from Microsoft Emoji
zh_cn: Icon 来自微软 Emoji

# StatisticsPage_001.PlaceholderText
source: Select date
zh_cn: 选择日期

# StatisticsPage_002.Content
source: Day
zh_cn: 按天

# StatisticsPage_003.Content
source: Week
zh_cn: 按周

# StatisticsPage_004.Content
source: Month
zh_cn: 按月

# StatisticsPage_005.Content
source: Year
zh_cn: 按年

# StatisticsPage_006.Text
source: Application usage
zh_cn: 应用使用

# StatisticsPage_007.Text
source: Website activity
zh_cn: 网站浏览

# StatisticsPage_008.Text
source: Peak usage
zh_cn: 使用峰值

# StatisticsPage_009.Text
source: Usage trends
zh_cn: 使用趋势

# StatisticsPage_010.Text
source: Select a bar to view usage time
zh_cn: 选择柱状条查看时长

# StatisticsPage_011.Text
source: Application ranking
zh_cn: 应用排名

# StatisticsPage_012.Text
source: By usage time
zh_cn: 按使用时长

# StatisticsPage_013.Text
source: Category breakdown
zh_cn: 分类占比

# StatisticsPage_014.Text
source: Total apps and websites
zh_cn: 应用与网站合计

# WebsiteDetailPage_001.Text
source: Website details
zh_cn: 网站详情

# WebsiteDetailPage_002.Text
source: Website browsing information within the selected statistics range.
zh_cn: 所选统计范围内的网站浏览信息。

# WebsiteDetailPage_003.Text
source: Website ·
zh_cn: 网站 ·

# WebsiteDetailPage_004.Text
source: View overview
zh_cn: 浏览概览

# WebsiteDetailPage_005.Content
source: Manage categories
zh_cn: 管理分类

# WebsiteDetailPage_006.Text
source: Category
zh_cn: 所属分类

# WebsiteDetailPage_007.Text
source: Website duration ratio
zh_cn: 网站时长占比
